Repository: 3x380V/gnokii
Catalog: gnokii-*.po
Languages: dutch

source: %d. SMS Center name is %s
dutch: %d. Naam SMS dienst is %s

source: %d. SMS Center number is %s
dutch: %d. Nummer SMS dienst is %s

source: Alarm date: %d-%02d-%02d
dutch: Alarm datum ingesteld op: %d-%02d-%02d

source: Alarm time: %02d:%02d:%02d
dutch: Alarm tijd ingesteld op: %02d:%02d:%02d

source: Battery Level: %d
dutch: Batterij niveau:

source: Code Accepted
dutch: Code Ok

source: Code Error You're not my big owner :-)
dutch: Code fout!

source: Date: %4d/%02d/%02d
dutch: Datum: %4d/%02d/%02d

source: Date: %d-%02d-%02d
dutch: Datum: %d-%02d-%02d

source: Date: %s
dutch: Datum: %s

source: Empty SMS location.
dutch: Geen SMS bericht.

source: Exact meaning not known yet, sorry :-(
dutch: Betekenis onbekend, sorry :(

source: Free: %d
dutch: Beschikbaar: %d

source: Invalid memory type!
dutch: Geheugentype fout!

source: Keyboard is %s
dutch: Toetsen zijn %s

source: Memory Type: %s
dutch: Geheugentype: %s

source: Msg Length %d, Msg number %d, Unknown bytes: %02x %02x %02x %02x %02x %02x
dutch: Lengte bericht %d, Nummer bericht %d, Onbekende Bytes: %02x %02x %02x %02x %02x %02x

source: Name:
dutch: Naam:

source: Network code: %s
dutch: Netwerk Code: %s

source: Network name: %s
dutch: Netwerk Naam: %s

source: Number:
dutch: Nummer:

source: Number: %d
dutch: Nummer: %d

source: Power source:
dutch: Voeding type:

source: Production Code: %s
dutch: Productie Code: %s

source: Remote number: %s
dutch: Nummer inkomend gesprek: %s

source: SMS center number: %s
dutch: Nummer SMS dienst: %s

source: Sequence nr. of the call: %d
dutch: Rijnummmer van oproep: %d

source: Signal strength: %d
dutch: Signaal sterkte: %d

source: Text:
dutch: Tekst:

source: The number of messages: %d
dutch: Aantal berichten: %d

source: The request for SMS Center failed.
dutch: Oproep naar SMS dienst mislukt.

source: Time: %02d:%02d:%02d
dutch: Tijd: %02d:%02d:%02d

source: Unknown error!
dutch: Onbekende fout!

source: Unread messages: %d
dutch: Ongelezen berichten: %d

source: Used: %d
dutch: Gebruikt: %d

source: usage: gnokii {--help|--monitor|--version}
dutch: gebruik: gnokii {--help|--monitor|--version}

source: %s|%d|Bad location or other error!(%d)
dutch: %s|%d|Foute locatie of andere fout!(%d)

source: 0x10 Write failed!
dutch: 0x10 Opslaan mislukt!

source: 0x15 Registration Response 0x%02x
dutch: 0x15 Registratie Respons 0x%02x

source: 0x15 Write failed!
dutch: 0x15 Opslaan mislukt!

source: 0x16 Registration Response 0x%02x 0x%02x
dutch: 0x16 Registratie Response 0x%02x 0x%02x

source: 0x27 Write failed!
dutch: 0x27 Opslaan mislukt!

source: 0x2c Write failed!
dutch: 0x2c Opslaan mislukt!

source: 0x3f Write failed!
dutch: 0x3f Opslaan mislukt!

source: 0x4a Write failed!
dutch: 0x4a Opslaan mislukt!

source: 0x4b Write failed!
dutch: 0x4b Opslaan mislukt!

source: AC/DC
dutch: Lader

source: AC/DC
dutch: Lader

source: Battery: %d
dutch: Batterij: %d

source: CS Fail %02x != %02x
dutch: Cs-Fout %02x != %02x

source: Checksum: %02x
dutch: Prüfsumme: %02x

source: Couldn't open FB38 device:
dutch: Openen FB38-Device mislukt:

source: Couldn't open FB61 device:
dutch: Openen FB61-Device mislukt:

source: Couldn't read from stdin!
dutch: Lezen van stdin mislukt!

source: Date/time: %d/%d/%d %d:%02d:%02d Sender: %s Msg Centre: %s
dutch: Datum/tijd %d/%d/%d %d:%02d:%02d Afzender: %s SMS-Dienst: %s

source: Date: %4d/%02d/%02d
dutch: Datum: %4d/%02d/%02d

source: Delete SMS Mem Loc write failed!
dutch: Verwijderen SMS van geheugenlocatie mislukt!

source: DeleteSMS %s %d failed!(%d)
dutch: Verwijderen SMS %s %d mislukt!(%d)

source: Deleted SMS %s %d
dutch: SMS %s %d verwijderd.

source: Empty location: %s %d!
dutch: Geen SMS bericht op Locatie: %s %d!

source: Enter your PIN:
dutch: Geef uw PIN-Code:

source: Entering monitor mode...
dutch: Monitor modus wordt gestart...

source: Error: invalid PIN
dutch: Fout: Ongedige PIN-Code

source: Format problem on line %d [%s]
dutch: Opmaakprobleem op regel %d [%s]

source: Function not implemented in %s model!
dutch: Funktie is (nog) niet beschikbaar op model %s!

source: GNOKII Version %s
dutch: GNOKII Versie %s

source: GSM/FBUS init failed! (Unknown model ?). Quitting.
dutch: GSM/FBUS int mislukt! (Model niet ondersteund?). Stop.

source: GetSMS %s %d failed!(%d)
dutch: GetSMS %s %d mislukt!(%d)

source: Hmmm... GSM_LinkOK never went true. Quitting.
dutch: Hmmm... GSM Link niet geinitialiseerd. Stop.

source: Incoming SMS %d/%d/%d %d:%02d:%02d Sender: %s Msg Centre: %s
dutch: Inkomend SMS-bericht %d/%d/%d %d:%02d:%02d Afzender: %s SMS-Dienst: %s

source: Incomming call - status %02x %02x %02x, Number %s.
dutch: Inkomende oproep - Status %02x %02x %02x, Nummer %s.

source: Incoming call answered.
dutch: Inkomende oproep beantwoord.

source: Incoming call terminated.
dutch: Inkomende oproep beeindigd.

source: Incoming call: %s
dutch: Inkomende oproep: %s

source: Initialising GSM interface...
dutch: Bezig met initialiseren GSM interface...

source: Leaving monitor mode...
dutch: Monitor modus wordt beeindigd...

source: Memory type %s not supported!
dutch: Geheugentype %s wordt niet ondersteund!

source: Message: Alarm
dutch: Bericht: Alarm

source: Message: Alarm set correctly
dutch: Bericht: Alarm correct ingesteld\n

source: Message: Calendar note received.
dutch: Bericht: Kalender niet ontvangen.

source: Message: Call answered.
dutch: Bericht: Oproep beantwoord.

source: Message: Call ended by your phone.
dutch: Bericht: Oproep verbroken door toestel.

source: Message: Date and time
dutch: Bericht: Datum en tijd

source: Message: Date and time set correctly
dutch: Bericht: Datum en tijd correct ingesteld

source: Message: Incoming call alert:
dutch: Bericht: Inkomende oproep:

source: Message: Keyboard lock
dutch: Bericht: Toetsenbord uit

source: Message: Memory status error, probably not authorized by PIN
dutch: Bericht: Geheugenstatus fout, waarschijnlijk niet geauthoriserd door PIN

source: Message: Memory status received:
dutch: Bericht: Geheugenstatus ontvangen:

source: Msg Len: %02x
dutch: Lengte bericht: %02x

source: Msg Type: %02x
dutch: Bericht type: %02x

source: Msg Type: %02x
dutch: Type bericht: %02x

source: Msg Unknown: %02x
dutch: Bericht onbekend: %02x

source: Number field emtpy.
dutch: Nummer veld leeg.

source: Number:
dutch: Nummer:

source: Outgoing call answered - status bytes %02x %02x %02x.
dutch: Abgehender Anruf beantwortet - Statusbytes %02x %02x %02x.

source: Outgoing call terminated (0x10 message).
dutch: Abgehender Anruf beendet (0x10 Nachricht).

source: Outgoing call terminated (0x12 message).
dutch: Abgehender Anruf beendet (0x12 Nachricht).

source: PIN [possibly] entered.
dutch: PIN-Code is (wellicht) ingegeven.

source: Phone powering off...
dutch: Toestel schakelt uit...

source: Phone: Used %d, Free %d
dutch: Toestel: Gebruikt %d, beschikbaar %d

source: Power Source: %s
dutch: Voedingstype: %s

source: RFLevel: %d
dutch: Signaalniveau: %d

source: SMS Messages: UnRead %d, Number %d
dutch: SMS Berichten: Ongelezen %d, Aantal %d

source: SMS Send attempt failed, trying again (%d)
dutch: SMS verzenden mislukt, automatische herhaling (%d)

source: Send SMS block %d failed!
dutch: Verzenden SMS-Block %d mislukt!

source: Send SMS header failed!
dutch: Verzenden SMS-Header mislukt!

source: Sending SMS to %s via message centre %s
dutch: Verzend SMS naar %s via SMS-Dienst %s

source: Sequence Number: %02x
dutch: Volgnummer: %02x

source: Set Mem Loc Write failed!
dutch: Opslaan geheugenlocatie mislukt!

source: Setting FBUS communication...
dutch: Bezig met FBUS Communicatie initialiseren...

source: Standard Ack write failed!
dutch: Standaard bevestiging (ACK) sturen mislukt!

source: Status: RF %02x, Batt %02x, Connection Status %02x.
dutch: Status: Signaal %02x, Batt %02x, Verbindingsstatus %02x.

source: Time: %02d:%02d
dutch: Tijd: %02d:%02d

source: Time: %02d:%02d:%02d
dutch: Tijd: %02d:%02d:%02d

source: Unknown
dutch: Onbekend

source: Unknown memory type %s!
dutch: Onbekend geheugentype %2!

source: Unknown:
dutch: Onbekend:

source: Write failed!
dutch: Opslaan mislukt!

source: call in progress
dutch: Oproep gaande

source: locked
dutch: uit

source: off
dutch: uit

source: on
dutch: on-line

source: powered off
dutch: off-line

source: registered within the network
dutch: geregistreerd op het netwerk

source: restarting.
dutch: Herstart.

source: unknown
dutch: onbekend

source: unlocked
dutch: aan

source: waiting for pin
dutch: bezig met wachten op PIN
